{
    "input": {
        "happiness": {
            "words": [
                "好",
                "棒",
                "对",
                "爱",
                "喜欢",
                "安",
                "乐",
                "开心",
                "解脱",
                "宁",
                "礼物"
            ],
            "好": 0.25,
            "棒": 0.55,
            "对": 0.25,
            "爱": 0.75,
            "喜欢": 0.7,
            "安": 0.5,
            "乐": 0.75,
            "开心": 0.75,
            "解脱": 0.7,
            "宁": 0.4,
            "礼物": 0.8
        },
        "sadness": {
            "words": [
                "滚",
                "孤独",
                "失去",
                "逝",
                "碎",
                "破",
                "残",
                "贱",
                "败",
                "死",
                "恨",
                "有病",
                "伤心",
                "惆怅",
                "愁",
                "丑",
                "臭",
                "艰难",
                "复杂",
                "不开心",
                "异乡",
                "他乡",
                "陌生"
            ],
            "滚": 0.75,
            "孤独": 0.7,
            "失去": 0.6,
            "逝": 0.55,
            "碎": 0.3,
            "破": 0.3,
            "残": 0.45,
            "贱": 0.6,
            "败": 0.55,
            "死": 0.7,
            "恨": 0.6,
            "有病": 0.6,
            "伤心": 0.5,
            "惆怅": 0.8,
            "愁": 0.75,
            "丑": 0.55,
            "臭": 0.55,
            "艰难": 0.75,
            "复杂": 0.2,
            "不开心": 0.8,
            "异乡": 0.65,
            "他乡": 0.65,
            "陌生": 0.7
        },
        "curiosity": {
            "words": [
                "奇怪",
                "困惑",
                "不可思议",
                "真的吗",
                "迷",
                "奇",
                "幻",
                "什么",
                "为何",
                "期待",
                "意外",
                "?",
                "？"
            ],
            "奇怪": 0.3,
            "困惑": 0.7,
            "不可思议": 0.85,
            "真的吗": 0.6,
            "迷": 0.55,
            "奇": 0.6,
            "幻": 0.55,
            "什么": 0.65,
            "为何": 0.65,
            "期待": 0.7,
            "意外": 0.4,
            "?": 0.3,
            "？": 0.3
        },
        "anger": {
            "words": [
                "滚",
                "去死",
                "讨厌",
                "恶心",
                "无礼",
                "贱",
                "呵",
                "恨",
                "烦",
                "有病",
                "气"
            ],
            "滚": 0.75,
            "去死": 0.85,
            "讨厌": 0.7,
            "恶心": 0.65,
            "无礼": 0.6,
            "贱": 0.6,
            "呵": 0.3,
            "恨": 0.55,
            "烦": 0.6,
            "有病": 0.65,
            "气": 0.4
        },
        "fear": {
            "words": [
                "吃掉",
                "折磨",
                "黑",
                "暗",
                "吓",
                "鬼",
                "怪",
                "恶魔",
                "死",
                "亡",
                "尖叫",
                "噩梦",
                "恐",
                "有东西",
                "考试",
                "作业",
                "任务",
                "害",
                "怕"
            ],
            "吃掉": 0.5,
            "折磨": 0.7,
            "黑": 0.35,
            "暗": 0.3,
            "吓": 0.6,
            "鬼": 0.7,
            "怪": 0.65,
            "恶魔": 0.7,
            "死": 0.40,
            "亡": 0.35,
            "尖叫": 0.55,
            "噩梦": 0.6,
            "恐": 0.5,
            "有东西": 0.2,
            "考试": 0.15,
            "作业": 0.15,
            "任务": 0.1,
            "害": 0.6,
            "怕": 0.65
        },
        "surprise": {
            "words": [
                "居然",
                "惊讶",
                "天哪",
                "真的啊",
                "意外",
                "哇",
                "!",
                "！"
            ],
            "居然": 0.65,
            "惊讶": 0.2,
            "天哪": 0.7,
            "意外": 0.4,
            "真的啊": 0.6,
            "哇": 0.7,
            "!": 0.3,
            "！": 0.3
        },
        "intensifiers": {
            "words": [
                "很",
                "禁",
                "非常",
                "特别",
                "太",
                "超级",
                "一点都",
                "简直",
                "好",
                "!",
                "！",
                "稍微",
                "一点",
                "有点",
                "不",
                "隐",
                "安宁",
                "平静"
            ],
            "很": 2.0,
            "禁": 10.0,
            "非常": 2.1,
            "特别": 2.0,
            "太": 2.0,
            "超级": 2.0,
            "一点都": 2.2,
            "简直": 1.8,
            "好": 1.4,
            "!": 2.1,
            "！": 2.1,
            "稍微": 0.7,
            "一点": 0.5,
            "有点": 0.4,
            "不": 0.1,
            "隐": 0.3,
            "安宁": 0.6,
            "平静": 0.6
        },
        "key_words": {
            "Click": [
                "戳",
                "/click"
            ],
            "Meet": [
                [
                    "早上好",
                    "早安"
                ],
                [
                    "中午好",
                    "午安"
                ],
                [
                    "下午好"
                ],
                [
                    "晚上好",
                    "晚安"
                ],
                "/meet"
            ],
            "Quit": [
                "/quit"
            ]
        }
    },
    "output": {
        "Meet": {
            "morning_texts": {
                "1": "呜姆…史莱姆还想睡觉…",
                "2": "咕啾~早上好呀~",
                "3": "噗噜（哈欠）…早上喝杯热水吧~",
                "4": "今天天气怎么样？",
                "5": "…不想起床…",
                "6": "早上好！你吃早餐了吗？",
                "7": "早上好哦~",
                "8": "啵！早上好！",
                "9": "早上好。",
                "10": "新的一天，早上好！"
            },
            "noon_texts": {
                "1": "中午好呀！",
                "2": "该午休啦~(Zzz)",
                "3": "中午，史莱姆也要睡午觉~",
                "4": "中午好。",
                "5": "噗叽~中午好呀~",
                "6": "中午好！",
                "7": "中午好哦~"
            },
            "afternoon_texts": {
                "1": "下午好呀~今天锻炼了吗？",
                "2": "下午好！有下午茶吗qwq？",
                "3": "呜啊！午休睡过头了！下…下午好！",
                "4": "下午好。",
                "5": "下午好哦~",
                "6": "下午好，有什么事吗？",
                "7": "下午好！该工作啦！"
            },
            "evening_texts": {
                "1": "晚上好~史莱姆想听睡前故事！",
                "2": "晚上好哦~",
                "3": "晚上好。",
                "4": "晚上好呀！",
                "5": "晚上好，今天早点休息哦~",
                "6": "姆姆（困）…晚上好…",
                "7": "晚上好！",
                "8": "晚上好，还在工作吗（好奇）？"
            },
            "midnight_texts": {
                "1": "……（史莱姆睡着了……）",
                "2": "…啊…你还没睡吗= =？",
                "3": "呜…好困…有什么事…(Zzz)",
                "4": "…别熬夜了qwq！",
                "5": "好困…",
                "6": "…几点了…？",
                "7": "呜姆…（史莱姆睡着了）"
            },
            "wrong_texts": {
                "1": "欸？现在是……几点？",
                "2": "…啊？姆姆穿越了？",
                "3": "= =？",
                "4": "你…要不看看时间qwq？",
                "5": "？（歪着头疑惑地看着你）",
                "6": "…几点了？",
                "7": "你…你好？（史莱姆看了看时钟）"
            },
            "weights": [
                [
                    23,
                    7,
                    42,
                    273,
                    26,
                    119,
                    14,
                    72,
                    0,
                    74
                ],
                [
                    0,
                    189,
                    8,
                    242,
                    0,
                    88,
                    261
                ],
                [
                    8,
                    198,
                    15,
                    0,
                    8,
                    94,
                    272
                ],
                [
                    35,
                    20,
                    45,
                    7,
                    56,
                    28,
                    0,
                    65
                ],
                [
                    21,
                    211,
                    28,
                    259,
                    20,
                    0,
                    12
                ],
                [
                    6,
                    53,
                    33,
                    0,
                    72,
                    42,
                    12
                ]
            ]
        },
        "Click": {
            "normal_texts": {
                "1": "……（史莱姆累了……）",
                "2": "咕啾、咕啾",
                "3": "啊呜…",
                "4": "咕啾~",
                "5": "噗叽~",
                "6": "姆姆~",
                "7": "咕噜咕噜…",
                "8": "啵！",
                "9": "啾呜~",
                "10": "噗噜噗噜~",
                "11": "姆~",
                "12": "噗~",
                "13": "呜？",
                "14": "nya~",
                "15": "噗叽…",
                "16": "咕！",
                "17": "咕噜~",
                "18": "（气泡破裂声）",
                "19": "啾啾~"
            },
            "special_texts": {
                "1": "你…你要干嘛qwq？",
                "2": "手指黏上我可是很难清理的~",
                "3": "…无聊吗？",
                "4": "呜姆~戳我干嘛qwq！",
                "5": "别戳了qwq！",
                "6": "你在好奇我吗？",
                "7": "变形ing~",
                "8": "你的手指好暖~",
                "9": "你第几次戳戳了？",
                "10": "你太用力啦qwq！",
                "11": "手手，好吃~",
                "12": "辣辣的！你刚才吃了辣条吗？",
                "13": "你好无聊哦…",
                "14": "呜姆~戳我干嘛qwq！",
                "15": "停！别再戳我了qwq…",
                "16": "我…我要被戳坏啦！",
                "17": "变形ing~",
                "18": "你的手指看起来很好吃~",
                "19": "有什么事吗？",
                "20": "你该剪指甲了qwq！",
                "21": "你到底要干嘛qwq！",
                "22": "你！…你继续戳吧qwq…",
                "23": "我和果冻谁更软awa？",
                "24": "我和布丁谁更软awa？",
                "25": "小心你的手指变成史莱姆qwq！",
                "26": "史莱姆在这哦~",
                "27": "变形ing~",
                "28": "可爱姆姆！",
                "29": "史莱姆最可爱了！",
                "30": "…坏蛋qwq！",
                "31": "…那里不可以戳戳！",
                "32": "虽然我很可爱，但是别戳我了qwq！",
                "33": "你想吃什么呀~",
                "34": "咕啾~史莱姆很开心！",
                "35": "…待会吃什么？",
                "36": "要是我变成了人类，我一定要戳戳你awa！",
                "37": "呜哇！你吓到我了！",
                "38": "世界上真的有史莱姆吗？"
            },
            "weights": [
                [
                    0,
                    0,
                    253,
                    361,
                    120,
                    73,
                    29,
                    215,
                    269,
                    11,
                    55,
                    88,
                    65,
                    111,
                    41,
                    124,
                    181,
                    16,
                    77
                ],
                [
                    68,
                    190,
                    98,
                    457,
                    526,
                    85,
                    199,
                    267,
                    153,
                    149,
                    12,
                    314,
                    52,
                    170,
                    316,
                    353,
                    399,
                    183,
                    24,
                    275,
                    97,
                    23,
                    47,
                    31,
                    230,
                    79,
                    219,
                    78,
                    221,
                    352,
                    444,
                    293,
                    242,
                    132,
                    508,
                    134,
                    576,
                    0
                ]
            ],
            "standard_chance": 0.6964
        },
        "Quit": {
            "texts": {
                "1": "再见啦！期待下次见面~",
                "2": "咕啾…要走了吗？再见~",
                "3": "拜拜~史莱姆挥挥小触手~",
                "4": "再见啦！期待下次见面~",
                "5": "再见！今天聊得很开心！"
            },
            "weights": [
                19,
                0,
                50,
                30,
                7
            ]
        }
    }
}